Repository: haraldulv/free-space
Catalog: TunoApp/Tuno/Localizable.xcstrings
Source language: nb
Languages: de, en

source: og
de: und

source: (%@ anmeldelser)
de: (%@ Bewertungen)

source: %@ blokkert
de: %@ blockiert

# %@ booking%@
source: %1$@ booking%2$@
de: %1$@ Buchung%2$@

# %@ dato%@ blokkert
source: %1$@ dato%2$@ blokkert
de: %1$@ Datum%2$@ blockiert

source: %@ kr per natt
de: %@ kr pro Nacht

source: %@ plasser
de: %@ Stellplätze

source: %@ plasser funnet
de: %@ Stellplätze gefunden

source: %lld plasser
de: %lld Stellplätze
en: %lld spots

source: %lld plasser funnet
de: %lld Stellplätze gefunden
en: %lld spots found

source: %lld plasser ledig
de: %lld Stellplätze verfügbar
en: %lld spots available

source: • Gjest siden %@
de: • Gast seit %@

source: Adresse er påkrevd
de: Adresse ist erforderlich
en: Address is required

source: Aktive annonser
de: Aktive Anzeigen
en: Active listings

source: Alle %lld QR-koder lagret i Bilder
de: Alle %lld QR-Codes in Fotos gespeichert
en: All %lld QR codes saved to Photos

source: Anmeldelse sendt
de: Bewertung abgeschickt
en: Review submitted

source: Annonse opprettet!
de: Anzeige erstellt!
en: Listing created!

source: Annonsen din er nå publisert og synlig for gjester.
de: Deine Anzeige ist jetzt veröffentlicht und für Gäste sichtbar.
en: Your listing is now published and visible to guests.

source: Annonsen er aktiv
de: Anzeige ist aktiv
en: Listing is active

source: Annonsen er inaktiv
de: Anzeige ist inaktiv
en: Listing is inactive

source: Antall plasser
de: Anzahl der Stellplätze
en: Number of spots

source: Apple Pay-betaling feilet
de: Apple-Pay-Zahlung fehlgeschlagen
en: Apple Pay payment failed

source: Apple-innlogging feilet
de: Apple-Anmeldung fehlgeschlagen
en: Apple sign in failed

source: Avbryt
de: Abbrechen
en: Cancel

source: Badstue
de: Sauna
en: Sauna

source: Bålplass
de: Feuerstelle
en: Campfire area

source: Bankkonto for utbetalinger
de: Bankkonto für Auszahlungen
en: Bank account for payouts

source: Bekreft datoer
de: Daten bestätigen
en: Confirm dates

source: Bekreft kansellering
de: Stornierung bestätigen
en: Confirm cancellation

source: Bekreftet
de: Bestätigt
en: Confirmed

source: Beløpet belastes gjesten og pengene reserveres til utbetaling etter oppholdet.
de: Der Betrag wird dem Gast belastet und das Geld wird bis zur Auszahlung nach dem Aufenthalt reserviert.

source: Beløpet frigjøres til gjesten umiddelbart.
de: Der Betrag wird sofort an den Gast freigegeben.

source: Belysning
de: Beleuchtung
en: Lighting

source: Beskrivelse
de: Beschreibung
en: Description

source: Beskrivelse må ha minst 10 tegn
de: Beschreibung muss mindestens 10 Zeichen haben
en: Description must be at least 10 characters

source: Bestill
de: Buchen
en: Book

source: Bestilling bekreftet!
de: Buchung bestätigt!
en: Booking confirmed!

source: Bestillingene dine vil vises her
de: Deine Buchungen erscheinen hier
en: Your bookings will appear here

source: Bestillinger
de: Buchungen
en: Bookings

source: Betal %@ kr
de: %@ kr bezahlen

source: Betal %lld kr
de: %lld kr bezahlen
en: Pay %lld kr

source: Betal med kort
de: Mit Karte bezahlen
en: Pay with card

source: Betaling feilet
de: Zahlung fehlgeschlagen
en: Payment failed

source: Bli utleier
de: Gastgeber werden
en: Become a host

source: Blokkerte datoer
de: Blockierte Daten
en: Blocked dates

source: Bobil
de: Wohnmobil
en: Motorhome

source: Bookings
de: Buchungen

source: Bruk
de: Anwenden
en: Apply

source: Bruker annonsens pris
de: Verwendet den Angebotspreis

source: brukervilkår
de: Nutzungsbedingungen

source: Brukes som standard hvis en plass ikke har egen pris.
de: Wird als Standard verwendet, wenn ein Stellplatz keinen eigenen Preis hat.
en: Used as default when a spot has no price of its own.

source: By
de: Stadt
en: City

source: By er påkrevd
de: Stadt ist erforderlich
en: City is required

source: Camping / Bobil
de: Camping / Wohnmobil
en: Camping / Motorhome

source: Campingbil
de: Campervan
en: Camper van

source: Campingplass
de: Campingplatz
en: Campground

source: dag
de: Tag
en: day

source: Datoer
de: Daten
en: Dates

source: Denne handlingen kan ikke angres.
de: Diese Aktion kann nicht rückgängig gemacht werden.
en: This action cannot be undone.

source: Denne måneden
de: Diesen Monat
en: This month

source: Din annonse
de: Deine Anzeige
en: Your listing

source: Direkte
de: Sofort
en: Instant

source: Direktebestilling
de: Sofortbuchung
en: Instant book

source: Direktebooking
de: Sofortbuchung
en: Instant book

source: Du får utbetalt din andel etter oppholdet (minus Tunos servicegebyr).
de: Du erhältst deinen Anteil nach dem Aufenthalt (abzüglich der Servicegebühr von Tuno).

source: Du finner IBAN i nettbanken din. Norske IBAN starter med NO og har 15 tegn.
de: Du findest deine IBAN in deinem Online-Banking. Norwegische IBANs beginnen mit NO und haben 15 Zeichen.
en: You can find your IBAN in your online bank. Norwegian IBANs start with NO and have 15 characters.

source: Du har ingen annonser ennå
de: Du hast noch keine Anzeigen
en: You have no listings yet

source: Du må godta vilkårene for å opprette konto
de: Du musst die Bedingungen akzeptieren, um ein Konto zu erstellen
en: You must accept the terms to create an account

source: Du må være innlogget
de: Du musst angemeldet sein
en: You must be signed in

source: Du mister alt du har skrevet inn.
de: Du verlierst alles, was du eingegeben hast.
en: You'll lose everything you've entered.

source: Du vil motta en bekreftelse snart.
de: Du erhältst in Kürze eine Bestätigung.
en: You'll receive a confirmation shortly.

source: Dusj
de: Duschen
en: Showers

source: Dyrevennlig
de: Haustierfreundlich
en: Pet friendly

source: E-post
de: E-Mail
en: Email

source: Egendefinert navn
de: Eigener Name
en: Custom name

source: Egendefinert tillegg
de: Eigenes Extra
en: Custom add-on

source: Eksakt adresse deles etter bekreftet booking.
de: Die genaue Adresse wird nach bestätigter Buchung geteilt.
en: Exact address is shared after the booking is confirmed.

source: Eksakt adresse deles etter booking.
de: Die genaue Adresse wird nach der Buchung geteilt.
en: Exact address is shared after booking.

source: Elbil-lading
de: E-Auto-Ladung
en: EV charging

source: eller
de: oder
en: or

source: Endringene dine blir ikke lagret.
de: Deine Änderungen werden nicht gespeichert.

source: engangspris
de: Einmalpreis
en: one-time price

source: Enkelt: alle plasser koster det samme.
de: Einfach: alle Stellplätze kosten gleich viel.
en: Simple: all spots cost the same.

source: Er du sikker på at du vil logge ut?
de: Möchtest du dich wirklich abmelden?
en: Are you sure you want to sign out?

source: Etternavn
de: Nachname
en: Last name

source: Etternavn er påkrevd
de: Nachname ist erforderlich
en: Last name is required

source: F.eks. 10
de: z. B. 10
en: e.g. 10

source: F.eks. 150
de: z. B. 150
en: e.g. 150

source: F.eks. 200
de: z. B. 200
en: e.g. 200

source: F.eks. AB 12345
de: z. B. AB 12345
en: e.g. AB 12345

source: F.eks. Plass 1
de: z. B. Stellplatz 1
en: e.g. Spot 1

source: F.eks. Sentral parkering ved Oslo S
de: z. B. Zentrale Parkplätze am Hauptbahnhof Oslo
en: e.g. Central parking near Oslo Central

source: Fant ikke annonsen
de: Anzeige nicht gefunden
en: Listing not found

source: Fasiliteter
de: Ausstattung
en: Amenities

source: Favoritter
de: Favoriten
en: Favorites

source: Feil e-post eller passord
de: Falsche E-Mail oder falsches Passwort
en: Wrong email or password

source: Felles tillegg
de: Gemeinsame Extras
en: Shared add-ons

source: Felles tillegg for hele plassen. Strøm, EV-lading og septik setter du per plass i Lokasjon-tabben.
de: Gemeinsame Extras für den ganzen Platz. Strom, E-Auto-Ladung und Abwasser legst du pro Stellplatz im Standort-Tab fest.
en: Shared add-ons for the whole site. Set power, EV charging, and septic per spot in the Location tab.

source: Ferdig
de: Fertig
en: Done

source: Fikk ikke lov til å oppdatere annonsen. Er du pålogget som eier?
de: Die Anzeige konnte nicht aktualisiert werden. Bist du als Eigentümer angemeldet?
en: Not allowed to update the listing. Are you signed in as the owner?

source: Finn din plass
de: Finde deinen Stellplatz
en: Find your spot

source: Fiskeutstyr
de: Angelausrüstung
en: Fishing gear

source: Fjellpanorama
de: Bergpanorama
en: Mountain view

source: Flott
de: Super
en: Great

source: Fødselsdato
de: Geburtsdatum
en: Date of birth

source: Forespørsel
de: Anfrage

source: Forespørsler fra gjester vises her.
de: Anfragen von Gästen werden hier angezeigt.

source: Forkast
de: Verwerfen
en: Discard

source: Forkast endringer?
de: Änderungen verwerfen?
en: Discard changes?

source: Forkast ny annonse?
de: Neue Anzeige verwerfen?
en: Discard new listing?

source: Fornavn
de: Vorname
en: First name

source: Fornavn er påkrevd
de: Vorname ist erforderlich
en: First name is required

source: Forsidebilde
de: Titelbild
en: Cover photo

source: Fortell om plassen din
de: Erzähl uns von deinem Stellplatz
en: Tell us about your spot

source: Fortsett å redigere
de: Weiter bearbeiten
en: Keep editing

source: Fortsett med Apple
de: Mit Apple fortfahren
en: Continue with Apple

source: Fortsett med Google
de: Mit Google fortfahren
en: Continue with Google

source: Fortsett til annonse
de: Weiter zur Anzeige
en: Continue to listing

source: Fra %@ — velg utsjekk
de: Ab %@ — Check-out wählen
en: From %@ — choose check-out

source: Fremhevede i Norge
de: Highlights in Norwegen
en: Featured in Norway

source: Fullfør oppsett
de: Einrichtung abschließen
en: Finish setup

source: Fullt navn
de: Vollständiger Name
en: Full name

source: Fyll inn kortinformasjon
de: Kartendaten eingeben
en: Enter card details

source: Gateadresse
de: Straße und Hausnummer
en: Street address

source: Gateadresse er påkrevd
de: Straße und Hausnummer sind erforderlich
en: Street address is required

source: Gjester kan booke umiddelbart uten å vente på godkjenning
de: Gäste können sofort buchen, ohne auf eine Bestätigung zu warten
en: Guests can book instantly without waiting for approval

source: Gjester kan reservere uten å vente på bekreftelse fra deg.
de: Gäste können reservieren, ohne auf deine Bestätigung zu warten.
en: Guests can reserve without waiting for your approval.

source: Gjester kan reservere uten bekreftelse.
de: Gäste können ohne Bestätigung reservieren.
en: Guests can reserve without approval.

source: Gjester ser omtrentlig område. Eksakt adresse deles etter booking.
de: Gäste sehen nur die ungefähre Umgebung. Die genaue Adresse wird nach der Buchung geteilt.
en: Guests see the approximate area. The exact address is shared after booking.

source: Glemt passord?
de: Passwort vergessen?
en: Forgot password?

source: Godkjenning av tjenestevilkår
de: Zustimmung zu den Nutzungsbedingungen
en: Terms of service acceptance

source: Google-innlogging feilet
de: Google-Anmeldung fehlgeschlagen
en: Google sign in failed

source: Grillpakke
de: Grillpaket
en: Grill package

source: Gyldig telefonnummer er påkrevd
de: Eine gültige Telefonnummer ist erforderlich
en: A valid phone number is required

source: Har du allerede konto?
de: Hast du bereits ein Konto?
en: Already have an account?

source: Har du ikke konto?
de: Hast du noch kein Konto?
en: Don't have an account?

source: Har du noe unikt du vil tilby? Gi det et navn og sett pris.
de: Hast du etwas Besonderes im Angebot? Gib ihm einen Namen und lege einen Preis fest.
en: Got something unique to offer? Give it a name and set a price.

source: Hjemmeadressen din. Brukes kun til identitetsverifisering.
de: Deine Wohnadresse. Wird nur zur Identitätsprüfung verwendet.
en: Your home address. Used only for identity verification.

source: Hovedposisjon
de: Hauptstandort
en: Main location

source: Hva slags plass leier du ut?
de: Welche Art von Stellplatz bietest du an?
en: What kind of spot are you listing?

source: Hvilke fasiliteter tilbyr du?
de: Welche Einrichtungen bietest du an?

source: Hvilken kjøretøytype passer?
de: Welcher Fahrzeugtyp passt?
en: Which vehicle type fits?

source: Hvor er plassen?
de: Wo ist der Stellplatz?
en: Where is the spot?

source: Hvor skal du?
de: Wohin geht's?
en: Where to?

source: Hvordan var oppholdet?
de: Wie war dein Aufenthalt?
en: How was your stay?

source: I går
de: Gestern
en: Yesterday

source: Ikke innlogget
de: Nicht angemeldet
en: Not signed in

source: Ikke tilgjengelig for disse datoene
de: Für diese Daten nicht verfügbar
en: Not available for these dates

source: Individuell melding per plass
de: Individuelle Nachricht pro Stellplatz
en: Individual message per spot

source: Individuell pris per plass
de: Individueller Preis pro Stellplatz
en: Individual price per spot

source: Ingen bestillinger
de: Keine Buchungen
en: No bookings

source: Ingen bookings ennå
de: Noch keine Buchungen
en: No bookings yet

source: Ingen favoritter ennå
de: Noch keine Favoriten
en: No favorites yet

source: Ingen forespørsler nå
de: Keine Anfragen zurzeit

source: Ingen inntekter ennå
de: Noch keine Einnahmen
en: No earnings yet

source: Ingen kommende bookinger.
de: Keine bevorstehenden Buchungen.

source: Ingen ledige plasser
de: Keine Stellplätze verfügbar
en: No spots available

source: Ingen meldinger
de: Keine Nachrichten
en: No messages

source: Ingen plasser å vise
de: Keine Stellplätze anzuzeigen
en: No spots to show

source: Ingen resultater
de: Keine Ergebnisse
en: No results

source: Ingen tilleggstjenester tilgjengelig for denne kategorien
de: Keine Extras für diese Kategorie verfügbar
en: No add-ons available for this category

source: Innsjekk
de: Check-in
en: Check-in

source: Innstillinger
de: Einstellungen
en: Settings

source: Inntekt per annonse
de: Einnahmen pro Anzeige
en: Earnings per listing

source: Inntektene dine vil vises her
de: Deine Einnahmen erscheinen hier
en: Your earnings will appear here

source: Inntekter
de: Einnahmen
en: Earnings

source: Jeg godtar og fortsetter
de: Ich akzeptiere und fahre fort
en: I accept and continue

source: Jeg godtar Tunos
de: Ich akzeptiere Tunos

source: JPG, PNG — maks 10 bilder
de: JPG, PNG — max. 10 Bilder

source: Kajakk
de: Kajak
en: Kayak

source: Kanseller bestilling
de: Buchung stornieren
en: Cancel booking

source: Kansellerer...
de: Wird storniert...
en: Cancelling...

source: Kansellert
de: Storniert
en: Cancelled

source: Kategori
de: Kategorie
en: Category

source: Kjøretøy
de: Fahrzeug
en: Vehicle

source: Klar til å ta imot bookinger!
de: Bereit, Buchungen anzunehmen!
en: Ready to take bookings!

source: Kom i gang med Tuno
de: Leg los mit Tuno
en: Get started with Tuno

source: Kommende bookinger
de: Bevorstehende Buchungen

source: Kommende på denne plassen
de: Bevorstehend auf diesem Platz

source: Kommentar (valgfritt)
de: Kommentar (optional)
en: Comment (optional)

source: Kontakt utleier
de: Gastgeber kontaktieren
en: Contact host

source: Kontoeier
de: Kontoinhaber
en: Account holder

source: Kontoeier må oppgis
de: Name des Kontoinhabers ist erforderlich
en: Account holder name is required

source: Kontoen din er satt opp og du kan opprette annonser nå. Utbetalinger skjer automatisk etter hvert opphold.
de: Dein Konto ist eingerichtet und du kannst jetzt Anzeigen erstellen. Auszahlungen erfolgen automatisch nach jedem Aufenthalt.
en: Your account is set up and you can create listings now. Payouts happen automatically after each stay.

source: Kontoen Stripe skal bruke for å betale ut leieinntektene dine.
de: Das Konto, auf das Stripe deine Mieteinnahmen auszahlen soll.
en: The account Stripe will use to pay out your rental income.

source: Kontroller at alt ser riktig ut før du publiserer
de: Prüfe, ob alles stimmt, bevor du veröffentlichst
en: Check that everything looks right before you publish

source: Kortinformasjon
de: Kartendaten
en: Card details

source: Kunne ikke lagre: %@
de: Speichern fehlgeschlagen: %@
en: Couldn't save: %@

source: Kunne ikke opprette annonse: %@
de: Anzeige konnte nicht erstellt werden: %@
en: Couldn't create listing: %@

source: Kunne ikke opprette betalingsmetode
de: Zahlungsmethode konnte nicht erstellt werden
en: Couldn't create payment method

source: Kunne ikke opprette konto. Prøv igjen.
de: Konto konnte nicht erstellt werden. Bitte versuch es erneut.
en: Couldn't create account. Please try again.

source: Kunne ikke opprette samtale
de: Unterhaltung konnte nicht gestartet werden
en: Couldn't start conversation

source: Kunne ikke sende anmeldelse. Prøv igjen.
de: Bewertung konnte nicht gesendet werden. Bitte versuch es erneut.
en: Couldn't submit review. Please try again.

source: Kunne ikke sende melding
de: Nachricht konnte nicht gesendet werden
en: Couldn't send message

source: Kunne ikke sende tilbakestillingslenke
de: Reset-Link konnte nicht gesendet werden
en: Couldn't send reset link

source: La stå tomt for å bruke annonsens standardpris.
de: Leer lassen, um den Standardpreis der Anzeige zu verwenden.
en: Leave blank to use the listing's default price.

source: Lagre
de: Speichern
en: Save

source: Lagre endringer
de: Änderungen speichern
en: Save changes

source: Lagret
de: Gespeichert

source: Lagret!
de: Gespeichert!
en: Saved!

source: Last ned alle (%@)
de: Alle herunterladen (%@)

source: Last ned alle (%lld)
de: Alle herunterladen (%lld)
en: Download all (%lld)

source: Last ned PNG
de: PNG herunterladen
en: Download PNG

source: Legg til
de: Hinzufügen
en: Add

source: Legg til bilder
de: Fotos hinzufügen
en: Add photos

source: Legg til minst 1 bilde
de: Füge mindestens 1 Foto hinzu
en: Add at least 1 photo

source: Legitimasjon (kommer senere — du kan opprette annonse nå)
de: Ausweisdokument (kommt später — du kannst jetzt schon eine Anzeige erstellen)
en: ID document (coming later — you can create a listing now)

source: Leiebil (ingen registreringsnummer)
de: Mietwagen (kein Kennzeichen)
en: Rental car (no license plate)

source: Les brukervilkår
de: Nutzungsbedingungen lesen
en: Read terms of service

source: Les personvern
de: Datenschutzerklärung lesen
en: Read privacy policy

source: Logg inn
de: Anmelden
en: Log in

source: Logg inn for å bestille
de: Zum Buchen anmelden
en: Log in to book

source: Logg inn for å se bestillingene dine
de: Melde dich an, um deine Buchungen zu sehen
en: Log in to see your bookings

source: Logg inn for å se favorittene dine
de: Melde dich an, um deine Favoriten zu sehen
en: Log in to see your favorites

source: Logg inn for å se meldingene dine
de: Melde dich an, um deine Nachrichten zu sehen
en: Log in to see your messages

source: Logg inn for å se profilen din
de: Melde dich an, um dein Profil zu sehen
en: Log in to see your profile

source: Logg ut
de: Abmelden
en: Log out

source: Lukk
de: Schließen
en: Close

source: Maks %@m
de: Max. %@ m
en: Max %@m

source: Maks lengde (m)
de: Max. Länge (m)
en: Max length (m)

source: Månedlig inntekt
de: Monatliche Einnahmen
en: Monthly earnings

source: Mangler betalingsinformasjon
de: Zahlungsdaten fehlen
en: Missing payment details

source: Marker minst én plass på kartet
de: Markiere mindestens einen Stellplatz auf der Karte
en: Mark at least one spot on the map

source: Marker plasser
de: Stellplätze markieren
en: Mark spots

source: Meldinger
de: Nachrichten
en: Messages

source: Meldinger fra utleiere og gjester vises her
de: Nachrichten von Gastgebern und Gästen erscheinen hier
en: Messages from hosts and guests appear here

source: Min posisjon
de: Mein Standort
en: My location

source: Mine annonser
de: Meine Anzeigen
en: My listings

source: Minst 1 plass
de: Mindestens 1 Stellplatz
en: At least 1 spot

source: natt
de: Nacht
en: night

source: Navn
de: Name
en: Name

source: Navn (f.eks. Vedfyrt badstue)
de: Name (z. B. Holzofen-Sauna)
en: Name (e.g. Wood-fired sauna)

source: Navn / label
de: Name / Bezeichnung
en: Name / label

source: Navn på kontoen
de: Name des Kontos
en: Name on the account

source: Navn på plassen
de: Name des Stellplatzes
en: Spot name

source: Neste
de: Weiter
en: Next

source: Neste: %@
de: Nächste: %@

source: Nettverksfeil
de: Netzwerkfehler
en: Network error

source: Nettverksfeil: %@
de: Netzwerkfehler: %@
en: Network error: %@

source: Noe gikk galt
de: Etwas ist schiefgelaufen
en: Something went wrong

source: Noe gikk galt: %@
de: Etwas ist schiefgelaufen: %@
en: Something went wrong: %@

source: Noe som er tilgjengelig for alle gjester, uansett hvilken plass de velger — f.eks. sauna, kajakk eller grillpakke. Plass-spesifikke tillegg (strøm, EV-lading, septik) setter du på hver enkelt plass i Lokasjon-steget.
de: Etwas, das allen Gästen unabhängig vom gewählten Stellplatz zur Verfügung steht — z. B. Sauna, Kajak oder Grillpaket. Stellplatzspezifische Extras (Strom, E-Auto-Ladung, Abwasser) legst du pro Stellplatz im Standort-Schritt fest.
en: Something available to all guests no matter which spot they choose — e.g. sauna, kayak, or a grill package. Spot-specific add-ons (power, EV charging, septic) are set per spot in the Location step.

source: Norge
de: Norwegen
en: Norway

source: Nullstill
de: Zurücksetzen
en: Reset

source: Ny annonse
de: Neue Anzeige
en: New listing

source: Ny gjest
de: Neuer Gast

source: Om denne plassen
de: Über diesen Stellplatz
en: About this spot

source: Omtrentlig plassering
de: Ungefährer Standort
en: Approximate location

source: Oppdater status
de: Status aktualisieren
en: Refresh status

source: Opprett annonse
de: Anzeige erstellen
en: Create listing

source: Opprett konto
de: Konto erstellen
en: Create account

source: Oppsettet er nesten ferdig
de: Die Einrichtung ist fast fertig
en: Setup is almost done

source: Overvåkingskamera
de: Überwachungskamera
en: Security camera

source: Parkering
de: Parken
en: Parking

source: Passord
de: Passwort
en: Password

source: per natt
de: pro Nacht
en: per night

source: Per natt
de: Pro Nacht
en: Per night

source: Per plass
de: Pro Stellplatz
en: Per spot

source: Per time
de: Pro Stunde
en: Per hour

source: Personbil
de: PKW
en: Car

source: Personlig informasjon
de: Persönliche Informationen
en: Personal information

source: Personnummer
de: Personennummer
en: National ID number

source: Personnummer (11 siffer)
de: Personennummer (11 Ziffern)
en: National ID number (11 digits)

source: Personnummer må være 11 siffer
de: Personennummer muss 11 Ziffern haben
en: National ID must be 11 digits

source: personvernerklæring
de: Datenschutzerklärung

source: Plass %@
de: Platz %@

source: Plass %lld
de: Stellplatz %lld
en: Spot %lld

source: Plass %lld lagret i Bilder
de: Stellplatz %lld in Fotos gespeichert
en: Spot %lld saved to Photos

source: Plass %lld: sett pris
de: Stellplatz %lld: Preis festlegen
en: Spot %lld: set a price

source: Plasser (%@)
de: Plätze (%@)

source: Plasser (%lld)
de: Stellplätze (%lld)
en: Spots (%lld)

source: Plassering
de: Standort
en: Location

source: Populære i Norge
de: Beliebt in Norwegen
en: Popular in Norway

source: Portadgang
de: Torzugang
en: Gated access

source: Postnummer
de: Postleitzahl
en: Postal code

source: Postnummer er påkrevd
de: Postleitzahl ist erforderlich
en: Postal code is required

source: Poststed
de: Ort
en: City

source: Poststed er påkrevd
de: Ort ist erforderlich
en: City is required

source: Pris
de: Preis
en: Price

source: Pris (kr)
de: Preis (kr)
en: Price (kr)

source: Pris må være minst 1 kr
de: Preis muss mindestens 1 kr betragen
en: Price must be at least 1 kr

source: Pris per natt
de: Preis pro Nacht
en: Price per night

source: Pris per natt (valgfritt)
de: Preis pro Nacht (optional)
en: Price per night (optional)

source: Prisenhet
de: Preiseinheit
en: Price unit

source: Prøv å søke etter et annet sted
de: Versuch es mit einem anderen Ort
en: Try searching somewhere else

source: Publiser annonse
de: Anzeige veröffentlichen
en: Publish listing

source: QR-koder
de: QR-Codes
en: QR codes

source: Rediger annonse
de: Anzeige bearbeiten
en: Edit listing
